Repository: Frakkeltje/WLANThermo_v2
Catalog: software/usr/share/WLANThermo/locale/*/LC_MESSAGES/wlt_2_comp.po
Languages: de_de

source: WLANThermo started
de_de: WLANThermo gestartet

source: %s already exists, Process is running, exiting
de_de: %s existiert, Prozess läuft bereits, beende Skript

source: %s already exists, Process is NOT running, resuming operation
de_de: %s existiert, Prozess läuft nicht, setze Ausführung fort

source: %s written
de_de: %s geschrieben

source: Send mail!
de_de: Mail versenden!

source: Alert Email has been sent!
de_de: Alarmmail gesendet!

source: Error: unable to send email: {err}
de_de: Fehler: kann Email nicht versenden: {err}

source: Error: unable to resolve host (no internet connection?) : {err}
de_de: Fehler: Konnte Hostnamen nicht auflösen (keine Internetverbindung?): {err}

source: Datum_Uhrzeit
de_de: date_time

source: Regulator output value
de_de: Regler Ausgang

source: Regler set value
de_de: Regler Sollwert

source: RAM free:
de_de: Arbeitsspeicher frei:

source: reading configuration again...
de_de: lese Konfiguration neu...

source: Error reading upper limit on channel
de_de: Fehler beim Lesen der Obergrenze für Kanal

source: Error reading lower limit on channel
de_de: Fehler beim Lesen der Untergrenze für Kanal

source: Error reading measurement resistor on channel
de_de: Fehler beim auslesen des Messwiderstandes auf Kanal

source: Error reading status interval from config
de_de: Fehler beim Lesen des Statusintervalls aus der Konfiguration

source: Error reading alarm interval from config
de_de: Fehler beim Lesen des Alarmintervalls aus der Konfiguration

source: Acknowledging temperature over upper limit on channel
de_de: Bestätige Übertemperatur für Kanal

source: Acknowledging temperature under lower limit on channel
de_de: Bestätige Untertemperatur für Kanal

source: alert.test exists
de_de: alert.test vorhanden

source: degrees Celsius
de_de: Grad Celsius

source: degrees Fahrenheit
de_de: Grad Fahrenheit

source: new alert, sending messages
de_de: Neuer Alarm, versende Nachrichten

source: test alert, sending messages
de_de: Testalarm, versende Nachrichten

source: test message
de_de: Testnachricht

source: repeated alert, sending messages
de_de: Wiederholter Alarm, versende Nachrichten

source: Telegram result:
de_de: Telegram Ergebniss:

source: App result:
de_de: App Ergebniss:

source: push result:
de_de: Push Ergebniss:

source: Error: Could not write to file {file}!
de_de: Fehler: Konnte nicht in die Datei {file} schreiben!

source: measuring loop running longer than {delay}s, remaining time {time_remaining}s
de_de: Messchleife lief länger als {delay}s, Restzeit {time_remaining}s

source: measuring loop remaining time {time_remaining}s of {delay}s
de_de: Messchleife Restzeit {time_remaining}s von {delay}s

source: WLANThermo stopped!
de_de: WLANThermo angehalten!
