Repository: Frakkeltje/WLANThermo_v2
Catalog: software/var/www/lang/*/LC_MESSAGES/messages.po
Languages: de_de

source: File has been processed...
de_de: Datei wurde verarbeitet...

source: Error during file processing...
de_de: Fehler bei der Verarbeitung der Datei...

source: Error during upload...
de_de: Fehler während des Updates...

source: Settings have been saved...
de_de: Die Einstellungen wurden gespeichert...

source: wlt_2_comp.py will be restarted...
de_de: wlt_2_comp.py wird neu gestartet...

source: Leaving the page without saving...
de_de: Verlassen der Seite ohne zu speichern...

source: Test alert will be sent...
de_de: Testalarm wird gesendet...

source: Update flag has been set...
de_de: Updateflag wurde gesetzt...

source: Display calibration is started...
de_de: Kalibrierung des Displays wird gestartet...

source: Settings
de_de: Einstellungen

source: Open Cloud
de_de: Öffne Cloud

source: New Token:
de_de: Neuer Token:

source: Enable Cloud Server
de_de: Aktiviere Cloud Server

source: Probe Type
de_de: Fühler

source: Probe Thresholds
de_de: Temperatur

source: Plot Color
de_de: Plotfarbe

source: Measuring Resistance
de_de: Messwiderstand

source: Browser Alarm
de_de: WebSound Alarm

source: Alarm Notification Settings
de_de: Alarmierungseinstellungen

source: Alarm Interval (s)
de_de: Alarmintervall (s)

source: Status Interval (s)
de_de: Statusintervall (s)

source: Over Temp
de_de: Über

source: Under Temp
de_de: Unter

source: Message
de_de: Nachricht

source: Send Test Message
de_de: Testnachricht senden

source: Email Notification Settings
de_de: Email Einstellungen

source: TLS encryption
de_de: TLS Verschlüsselung

source: Enable Email Notification
de_de: EMail versenden

source: Authentication
de_de: Authentifizierung

source: To
de_de: An

source: From
de_de: Von

source: Subject
de_de: Betreff

source: Password
de_de: Passwort

source: Username
de_de: Benutzername

source: Telegram Settings
de_de: Telegram Einstellungen

source: Enable Telegram
de_de: Telegram aktivieren

source: Push Notification Settings
de_de: Pushdienst Einstellungen

source: Enable Push Notification
de_de: Pushnachricht versenden

source: Chart Settings
de_de: Plotter Einstellungen

source: Chart Name
de_de: Plotter Titel

source: Enable Chart
de_de: Plotdienst Start

source: Chart Range
de_de: Plotbereich

source: from
de_de: von

source: to
de_de: bis

source: Show Legend
de_de: Key Box

source: top left
de_de: oben links

source: top right
de_de: oben rechts

source: bottom left
de_de: unten links

source: bottom right
de_de: unten rechts

source: center left
de_de: mitte links

source: center right
de_de: mitte rechts

source: Chart Size
de_de: Plotsize

source: Enable Frame Legend
de_de: Rahmen Legende

source: Pit out
de_de: Pit Ausgang

source: Enable Pitmaster Chart
de_de: Pitmaster plotten

source: Pit setpoint
de_de: Pit Soll

source: Pit 2 out
de_de: Pit 2 Ausgang

source: Enable Pitmaster 2 Chart
de_de: Pitmaster 2 plotten

source: Pit 2 setpoint
de_de: Pit 2 Soll

source: Webcam Settings
de_de: Webcam Einstellungen

source: Enable Webcam
de_de: Webcam Start

source: Resolution
de_de: Auflösung

source: Enable Raspicam
de_de: Raspicam Start

source: Temperature
de_de: Temperatur

source: Control Curve
de_de: Regelkurve

source: Enable Pitmaster
de_de: Pitmaster Start

source: Channel
de_de: Kanal

source: Delay
de_de: Pause

source: Manual Control
de_de: Manueller Wert

source: PID Control
de_de: PID Regelung

source: Open Lid detection
de_de: Deckelüberwachung

source: PWM Fan
de_de: PWM Lüfter

source: Fan
de_de: Lüfter

source: IO with PWM
de_de: IO mit PWM

source: Servo Pulse (µs)
de_de: Servoimpuls (µs)

source: Reverse Drive
de_de: Ansteuerung umkehren

source: Reverse Servo
de_de: Servo umkehren

source: Damper control
de_de: Damperkurve

source: pitch
de_de: Steigung

source: Servo deadband (%)
de_de: Servo Totband (%)

source: Rate limit (s)
de_de: Stellratenlimit (s)

source: rise
de_de: steigend

source: fall
de_de: fallend

source: General Settings
de_de: Allgemeine Einstellungen

source: Language
de_de: Sprache

source: Unit
de_de: Einheit

source: New Log File on Start
de_de: Neues Logfile bei Neustart

source: Auto-Check for Update
de_de: Nach Updates suchen

source: Show CPU Usage
de_de: CPU Auslastung anzeigen

source: Enable Sound
de_de: Beeper

source: Beep at Start
de_de: Beeper bei Start

source: Enable Maverick receiver
de_de: Maverick Empfänger

source: Enable TC add on
de_de: TC Add-On aktivieren

source: View Channels
de_de: Kanal anzeigen

source: LCD Display
de_de: LCD Anzeige

source: Start Page
de_de: Start Seite

source: Menu
de_de: Menü

source: Force update!
de_de: Update erzwingen!

source: Calibrate Display!
de_de: Display kalibrieren!

source: Logging settings
de_de: Logging Einstellungen

source: Logging level pitmaster
de_de: Loglevel Pitmaster

source: Logging level watch dog
de_de: Loglevel Watchdog

source: Logging level main program
de_de: Loglevel Hauptprogramm

source: Logging level display
de_de: Loglevel Display

source: Show update log
de_de: Update Logfile anzeigen

source: Show logfile
de_de: Logfile anzeigen

source: Config file upload/download
de_de: Konfiguration laden/speichern

source: Config file upload
de_de: Konfigurationsdatei hochladen

source: Config file:
de_de: Konfigurationsdatei:

source: Download config
de_de: Konfiguration herunterladen

source: The configuration file
de_de: Die Konfigurationsdatei

source: does not exist
de_de: existiert nicht

source: Saving current plot image
de_de: Aktuelle Plotgrafik wird gesichert

source: Plot image is unavilable
de_de: Plotgrafik nicht vorhanden

source: New log file created
de_de: Neues Logfile wird angelegt

source: No new log file has been created
de_de: Verlassen der Seite ohne ein neues Logfile anzulegen

source: Create New Log File
de_de: NEUES LOGFILE ERSTELLEN

source: Are you sure you want to create a new log file?
de_de: Möchten Sie ein neues Logfile erstellen?

source: Restarting RaspberryPi
de_de: RaspberryPi wird neu gestartet

source: Cancelling reboot
de_de: Der Neustart wird abgebrochen

source: RASPBERRY PI REBOOT
de_de: RASPBERRY PI NEU STARTEN

source: Do you want to reboot the RaspberryPi?
de_de: Möchten Sie den RaspberryPi neu starten?

source: RaspberryPi is shutting down
de_de: RaspberryPi wird heruntergefahren

source: Cancelled shutdown
de_de: Das Herunterfahren wird abgebrochen

source: RASPBERRY PI SHUTDOWN
de_de: RASPBERRY PI HERUNTERFAHREN

source: Do you want to shutdown the RaspberryPi?
de_de: Möchten Sie den RaspberryPi herunterfahren?

source: Variable - Reading config again
de_de: Variable - Erneutes lesen der Konfiguration

source: The update has already been installed...
de_de: Das Update wurde bereits installiert...

source: Leaving this page without update...
de_de: Verlassen dieser Seite ohne Update...

source: Install update
de_de: Update installieren

source: Do you want to install the update?
de_de: Möchten Sie das Update installieren?

source: The update will now be installed...
de_de: Das Update wird jetzt installiert...

source: A new Update has been found for the NEXTION display.
de_de: Ein Update für das NEXTION Display ist vorhanden.

source: Error during check for updates!
de_de: Fehler bei der Prüfung auf Updates!

source: New updates have been found for the operating system
de_de: Neue Updates für das Betriebssystem gefunden

source: Updated packages:
de_de: Aktualisierte Pakete:

source: A new update has been found for the WLANThermo
de_de: Ein Update für das WLANThermo ist vorhanden

source: Installed version:
de_de: Installierte Version:

source: Current version:
de_de: Aktuelle Version:

source: This update always includes the operating system update.
de_de: Diese Update beinhaltet immer die Betriebssystemupdates.

source: Install updates
de_de: Updates installieren

source: Updates have been deactivated
de_de: Updates wurden deaktiviert

source: Reboot
de_de: Neu starten

source: Shutdown
de_de: Herunterfahren

source: WiFi Settings
de_de: WiFi Einstellungen

source: Log File
de_de: Log Datei

source: Temperature Graph
de_de: Temperaturdiagramm

source: a WLANThermo community project
de_de: ein Projekt der WLANThermo Community

source: This software is licensed under the
de_de: Diese Software steht unter der

source: License
de_de: Lizenz

source: Search updates
de_de: Nach Updates suchen

source: Error during update check, please wait 5min after boot!
de_de: Fehler beim prüfen auf Updates, bitte nach dem Boot 5 Minuten warten!

source: System updates available
de_de: System-Updates verfügbar

source: Update count
de_de: Anzahl der Updates

source: WLANThermo update available
de_de: WLANThermo Update verfügbar

source: Version information:
de_de: Versionsinformationen:

source: Old version:
de_de: Alte Version:

source: New version:
de_de: Neue Version:

source: Update
de_de: Aktualisieren

source: Update check disabled!
de_de: Updateprüfung deaktiviert!

source: new update available
de_de: neues Update verfügbar

source: The update is currently being installed
de_de: Das Update wird gerade Installiert

source: Last regulation on
de_de: Letzte Regelung am

source: Last measurement on
de_de: Letzte Messung am

source: CPU utilization
de_de: CPU Auslastung

source: Logfile Folder
de_de: Thermolog Ordner

source: Filename
de_de: Dateiname

source: File Size
de_de: Dateigröße

source: Last Updated
de_de: Letzte Änderung

source: Delete
de_de: Löschen

source: download
de_de: Herunterladen

source: view plot
de_de: Plot anzeigen
